package com.Backend.java;

public class egg {
	/*
	 * 2021/5/15
	 * 距离NSCAI这个神奇的组织发布《最终报告》已经2个月了。并没有出现我所担心的情况：OpenJDK会像早期opensuse那样被限制。
	 * 但是这个“委员会”还没有消停
	 * 这里来怼一下“著名”的甲骨文Oracle的创始人——拉里·埃里森先生。他的的著名言论：“不能让中国培养出比美国还多的工程师”。
	 * 哦我的老天啊，看看你在说什么？
	 * 中国在进步，你们还没有发现吗？这是不可阻挡的。
	 * 言论自由？YouTube的观看人数会减少，会限制访问。你们亲爱的特朗普总统的推特账号为什么会被封？为什么只拿中国的人权和言论自由说事？
	 * 你自己都承认了：“如果让中国培养出比美国更多的工程师，中国科技公司就会打败美国的科技公司”，但是你有没有想过为什么？
	 * 那是因为你在原地踏步，你不想进步，你想要躺着收钱，但是这不可能。
	 *
	 * 我就擦亮双眼看看美国的言论自由有多自由，这段注释能保存多久。
	 *
	 * 这是一个十四岁的不成熟孩子的想法...
	 */
}
